/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "날짜";
"kSortType-1"       = "제목";
"kSortType-2"       = "소스";
"kSortType-3"       = "새로운 기사";

/* TimeSlice names: */
"kTimeSlice-0"      = "모두";
"kTimeSlice-1"      = "오늘";
"kTimeSlice-2"      = "어제";
"kTimeSlice-3"      = "지난 1주일";
"kTimeSlice-4"      = "이번 달";
"kTimeSlice-5"      = "지난 달";

/* Magic source name: */
"kSourceAll"        = "모두";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "이 그룹에 있는 모든 피드에서 기사를 보여줍니다";
"kSourceToolTip"    = "%s에서의 기사만 보여줍니다";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "기사 없음";
"kNoArticles-1"     = "오늘 기사 없음";
"kNoArticles-2"     = "어제 기사 없음";
"kNoArticles-3"     = "이번 주 기사 없음";
"kNoArticles-4"     = "이번 달 기사 없음";
"kNoArticles-5"     = "지난 달 기사 없음";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "인증이 필요하기 때문에 Safari가 이 피드를 업데이트할 수 없습니다.  새로운 기사를 검색하려면, 다음 정보를 입력하십시오:";
"kAuthenticationAlert-2" = "해당 피드가 인증이 필요하기 때문에 Safari가 \"%@\"을(를) 업데이트할 수 없습니다.  새로운 기사를 검색하려면, 다음 정보를 입력하십시오:";
"kNotFoundAlert-1"       = "소스 파일을 더 이상 사용할 수 없기 때문에 Safari가 이 피드를 업데이트할 수 없습니다.";
"kNotFoundAlert-2"       = "소스 파일을 더 이상 사용할 수 없기 때문에 Safari가 \"%@\"을(를) 업데이트할 수 없습니다.";
"kUnknownFormatAlert-1"  = "해당 컨텐츠가 알려진 피드 포맷이 아니기 때문에 Safari가 이 피드를 업데이트할 수 없습니다.";
"kUnknownFormatAlert-2"  = "해당 컨텐츠가 알려진 피드 포맷이 아니기 때문에 Safari가 \"%@\"을(를) 업데이트할 수 없습니다.";

"kUsername" = "사용자 이름:";
"kPassword" = "암호:";
"kAddToKeychain" = "키체인에 추가";
"kUpdate" = "업데이트";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "추가 읽기&hellip;";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "친구:";
"kAnd"      = "그리고";
"kMore"     = "추가&hellip;";

/* Strings that appear in Feed.html */
"kNew"              = "새로운 기사";
"kCountSeparator"   = ", ";
"kTotal"            = "전체";
"kSearchArticles"   = "기사 검색:";
"kArticleLength"    = "기사 길이:";
"kSortBy"           = "정렬:";
"kRecentArticles"   = "최근 기사:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "소스:";
"kActions"          = "작업:";
"kMarkAllArticlesRead" = "모두 읽음으로 표시";
"kRefreshFeed"      = "지금 업데이트";
"kEmailSubject"     = "이 페이지 검사";
"kEmailBody"        = "안녕하세요,\n\n이 페이지에는 유용한 정보가 담겨 있습니다.";
"kEmailLinkText"    = "링크를 메일로 보내기";
"kSubscribeInMail"  = "Mail로 구독";
"kSubscribeInTunes" = "iTunes에서 등록";
"kAddBookmark"      = "책갈피 추가&hellip;";
"kBookmarkSearch"   = "이 검색을 책갈피에 추가";
"kBookmarkHelpTag"  = "새로운 기사를 자동으로 수신하도록 이 RSS 페이지를 책갈피에 추가합니다.";
"kNoArticles"       = "기사 없음";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "이전&hellip;";
"kNextPages"             = "추가&hellip;";

/* Strings that appear in Entry.html */
"kIn"         = " 다음에 있는 ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "오늘, %#I:%M %p";
"YesterdayFmtCRT"  = "어제, %#I:%M %p";
"ThisWeekFmtCRT"   = "%A %#I:%M %p";
"ThisYearFmtCRT"   = "%1m.%#d, %#I:%M %p";
"PastYearFmtCRT"   = "%Y.%1m.%#d, %#I:%M %p";

